---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TextStyleBold
source: html/66e53964-271f-cdc9-4583-c6a9e8582834.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TextStyleBold Property

"Bold"

## Syntax (C#)
```csharp
public static ForgeTypeId TextStyleBold { get; }
```